{
  "heroSection": {
    "title": "حول التمكن",
    "subtitle": "مدرسة التمكن الشاملة / حول التمكن",
    "backgroundImage": "/images/about-cover.jpg"
  },
  "sections": {
    "whoWeAre": {
      "title": "من نحن",
      "content": "تأسست مدرسة التمكن الشاملة في عام 2008 لتلبية الاحتياجات المتزايدة للمجتمع من الخدمات الشاملة للطلاب ذوي الذكاءات المتعددة والمواهب، حيث تم ترخيصها كأول مدرسة خاصة متخصصة للطلاب ذوي الذكاءات المتعددة والمواهب في قطر، لتقديم خدمات تعليمية علاجية وتأهيلية شاملة للذكور والإناث من جميع المراحل التعليمية."
    },
    "ourHistory": {
      "title": "تاريخنا",
      "content1": "في عام 2014 شهدت مدرسة التمكن الشاملة نقلة نوعية حيث انتقلت إلى مبناها الجديد في منطقة عين خالد بالقرب من الدوحة. وقد شكل هذا الانتقال خطوة استراتيجية لاستيعاب عدد أكبر من الطلاب وتقديم خدمات تعليمية وتأهيلية شاملة تلبي احتياجات المجتمعات المخدومة.",
      "content2": "مع نهاية العام الدراسي 2022/2023 تجاوز عدد طلاب المدرسة 235 طالباً وطالبة. ومن أجل تقديم أعلى مستوى من الجودة في الخدمات التعليمية والتأهيلية، تم توظيف أكثر من 135 من الكوادر المؤهلة وذوي الخبرة العالمية."
    },
    "achievements": {
      "title": "الإنجازات والاعتماد",
      "content1": "تميزت المدرسة بحصولها على الاعتماد المدرسي الوطني وفقاً للمناهج القطرية من وزارة التربية والتعليم والتعليم العالي في مايو 2019. كما حصلت على ترخيص من وزارة الصحة العامة في أكتوبر من نفس العام، لتصبح أول وأ唯一 مدرسة خاصة متخصصة في قطر تجمع بين الاعتماد التعليمي والصحي في آن واحد.",
      "content2": "وتسعى المدرسة بنشاط للحصول على الاعتماد الدولي (CIS) كجزء من جهودها المستمرة نحو التميز. ويعكس هذا السعي التزامها بالتحسين المستمر ورغبتها في توفير بيئة تعليمية عالمية المستوى لطلابها."
    },
    "campus": {
      "title": "حرمنا المدرسي",
      "content": "تقع مدرسة التمكن الشاملة في منطقة عين خالد بجنوب الدوحة، على مساحة أرض تبلغ حوالي 15,000 متر مربع. ويضم الحرم ثلاثة مبانٍ رئيسية تحتوي على الفصول الدراسية، وغرف العلاج، ومساحات الإثراء، ومسرح، ومكتبة، وكافتيريا، ومناطق ترفيهية. وتشمل المرافق المتخصصة التكامل الحسي، والعلاج الطبيعي، والعلاج الوظيفي، وعلاج النطق واللغة، ووحدات التأهيل المهني."
    },
    "individualizedCare": {
      "title": "الرعاية الفردية",
      "content": "يتلقى كل طالب خططاً تعليمية فردية مبنية على تقييمات فريق متعدد التخصصات يضم علماء نفس ومعالجين ومعلمين متخصصين ومعلمي مواد. وتشمل الخدمات تقييمات السلوك التكيفي، والعلاجات الفردية، والأنشطة الإثرائية. كما يضمن ارتفاع نسبة الكادر التعليمي إلى الطلاب توفير تعليم وتأهيل مخصص لكل طالب."
    },
    "vision": {
      "title": "رؤيتنا",
      "content": "أن نكون المدرسة الرائدة في تمكين الذكاءات المتعددة والقدرات، من خلال تقديم خدمات تعليمية وتأهيلية شاملة وبكفاءات مهنية عالية، وفقاً للمعايير الوطنية والدولية، وبالتزام برؤية قطر 2030."
    },
    "mission": {
      "title": "رسالتنا",
      "content": "مدرسة التمكن الشاملة رائدة في تمكين الذكاءات المتعددة والقدرات، حيث نقدم خدمات تعليمية وتأهيلية شاملة بكفاءات مهنية عالية. نطبق المعايير الوطنية والدولية لضمان تعليم متميز يعزز نمو الطلاب في جميع الجوانب الأكاديمية والاجتماعية، مع التركيز على الابتكار والمواطنة العالمية، التزاماً برؤية قطر 2030."
    }
  }
}
