{
  "partnersSection": {
    "header": "شركاؤنا الاستراتيجيون",
    "subHeader": "في مدرسة التمكن، نتعاون مع القادة العالميين لتعزيز التعليم بالابتكار والإبداع والتميز — إعداد الطلاب للنجاح في عالم الغد.",
    "partners": [
      {
        "title": "مكتب السعيدي للمحاماة والاستشارات القانونية",
        "description": "يعد مكتب السعيدي أحد أبرز مكاتب المحاماة في قطر، حيث يقدم خدمات قانونية شاملة بأعلى معايير الاحترافية. من خلال هذه الشراكة، نقوم بتعزيز الوعي القانوني بين الطلاب وغرس قيم العدالة والمسؤولية الاجتماعية.",
        "linkLabel": "زيارة الموقع الرسمي",
        "link": "https://alsaidilawfirm.qa/ar/about-us/",
        "icon": "Scale",
        "iconColor": "#0d008e",
        "image": "/images/al-saidi.jpg"
      },
      {
        "title": "ليجو® – قسم الألعاب التعليمية",
        "description": "تتيح شراكتنا مع ليجو® إدخال الإبداع والمرح في عملية التعلم. من خلال دمج أدوات ليجو التعليمية، نساعد الطلاب على تطوير التفكير النقدي والابتكار والعمل الجماعي من خلال تجارب تفاعلية.",
        "linkLabel": "استكشاف ألعاب ليجو",
        "link": "https://www.lego.me/en-qa/c/interests/gaming",
        "icon": "Gamepad2",
        "iconColor": "#0d008e",
        "image": "/images/lego-gaming.jpg"
      },
      {
        "title": "خدمات نيرو التقنية",
        "description": "نفخر بالتعاون مع خدمات نيرو التقنية، المزود الرائد لحلول الذكاء الاصطناعي والتقنية في قطر. تتيح هذه الشراكة التحول الرقمي في بيئة التعلم لدينا، مقدمة أنظمة ذكية وتقنيات تعليمية حديثة.",
        "linkLabel": "زيارة الموقع الرسمي",
        "link": "https://www.neroutechnologyservices.net",
        "icon": "Cpu",
        "iconColor": "#0d008e",
        "image": "/images/neuro-tech.jpg"
      }
    ]
  },
  "cisMembership": {
    "title": "عضوية مجلس المدارس الدولية (CIS)",
    "description": [
      "تفخر مدرسة التمكن بكونها مدرسة عضو في CIS، منضمة إلى مجتمع عالمي من المؤسسات التعليمية الرائدة الملتزمة بتقديم تعليم عالي الجودة والتحسين المستمر والمواطنة العالمية.",
      "بصفتنا عضوًا في CIS، نلتزم بأعلى المعايير الدولية في التعليم والتعلم ورفاهية الطلاب — مما يضمن تنشئة طلابنا ليصبحوا مفكرين عالميين وقادة أخلاقيين.",
      "تربطنا هذه العضوية بشبكة عالمية من المعلمين الذين يشتركون في هدف واحد: إعداد الطلاب ليصبحوا مواطنين عالميين متعاطفين ومسؤولين ومستعدين للمستقبل."
    ],
    "image": "/images/CIS-member.jpg"
  }
}
